Revit 2027 API
ParameterTypeId.PropertyAreaOpen Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertyAreaOpen { get; }
Public Shared ReadOnly Property PropertyAreaOpen As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertyAreaOpen {
	ForgeTypeId^ get ();
}
static member PropertyAreaOpen : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace